[DLC06_Answers_Obj DishonoredObjective]
m_Description="得到答案"

[DLC06_Answers_Obj:DishonoredTask_Custom_46 DishonoredTask_Custom]
m_Description="回到法制区码头会见塔利亚"
m_Status=""

[DLC06_Answers_Obj:DishonoredTask_Custom_47 DishonoredTask_Custom]
m_Description="和塔利亚交谈"
m_Status=""

[DLC06_Answers_Obj:DishonoredTask_Custom_48 DishonoredTask_Custom]
m_Description="从下水道离开"
m_Status=""

[DLC06_Thalia_Obj DishonoredObjective]
m_Description="和塔利亚会面"

[DLC06_Thalia_Obj:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="在特里维尔小巷找到塔利亚"
m_Status=""

[DLC06_Thalia_Obj:DishonoredTask_Custom_28 DishonoredTask_Custom]
m_Description="从帽子帮手中救出塔利亚"
m_Status=""

[DLC06_Thalia_Obj:DishonoredTask_Custom_29 DishonoredTask_Custom]
m_Description="和塔利亚交谈"
m_Status=""

[DLC06_Timsh_Granny DishonoredObjective]
m_Description="（可选）奶奶的配方"

[DLC06_Timsh_Granny:DishonoredTask_Custom_59 DishonoredTask_Custom]
m_Description="（可选）从78张牌中抽出世界。"
m_Status=""

[DLC06_Timsh_Granny:DishonoredTask_Custom_60 DishonoredTask_Custom]
m_Description="（可选）把“世界”塔罗牌放在那个双眼如最黑暗虚空般的人脚下"
m_Status=""

[DLC06_Timsh_Granny:DishonoredTask_Custom_61 DishonoredTask_Custom]
m_Description="（可选）在那个梦想成为万物之主的男人的壁炉里烧掉染血的牌"
m_Status=""

[DLC06_Timsh_Granny:DishonoredTask_Custom_62 DishonoredTask_Custom]
m_Description="（可选）切开你的手掌并将血滴在牌上"
m_Status=""

[DLC06_Timsh_Obj DishonoredObjective]
m_Description="干掉大律师阿诺德·提姆士"

[DLC06_Timsh_Obj:DishonoredTask_Custom_37 DishonoredTask_Custom]
m_Description="前往法制区"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_38 DishonoredTask_Custom]
m_Description="（可选）调查那名可能曾是提姆士旧同伙的囚犯"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_39 DishonoredTask_Custom]
m_Description="（非致命方法）调换提姆士腰包里的文件"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_40 DishonoredTask_Custom]
m_Description="（非致命方法）把麻袋塞进提姆士豪宅地下室的空气调节器里"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_42 DishonoredTask_Custom]
m_Description="找到提姆士母亲的临终遗嘱"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_43 DishonoredTask_Custom]
m_Description="杀了律师阿诺德·提姆士"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_44 DishonoredTask_Custom]
m_Description="到达法制广场"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_50 DishonoredTask_Custom]
m_Description="寻找有关黛莉拉在此所扮演角色的线索"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_51 DishonoredTask_Custom]
m_Description="拿到提姆士豪宅钥匙"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_52 DishonoredTask_Custom]
m_Description="（非致命方法）不要干扰特恩布尔将军逮捕提姆士"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_53 DishonoredTask_Custom]
m_Description="找到法制区钥匙"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_54 DishonoredTask_Custom]
m_Description="（非致命方法）在能俯瞰法制广场的住宅里找到日记"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_55 DishonoredTask_Custom]
m_Description="（非致命方法）在10号住宅找到有怪味的麻袋"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_56 DishonoredTask_Custom]
m_Description="在帽子帮地盘寻找一把通往法制区的钥匙"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_57 DishonoredTask_Custom]
m_Description="在队长哨所寻找通往法制区的钥匙"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_58 DishonoredTask_Custom]
m_Description="（可选）在屋顶上和副手见面听取她的报告，并获取更多信息"
m_Status=""

[DLC06_Timsh_Obj:DishonoredTask_Custom_63 DishonoredTask_Custom]
m_Description="（非致命方法）拾取驱逐令"
m_Status=""

[DLC06_TimshFavors1_Obj DishonoredObjective]
m_Description="（帮助）黑暗碎片"

[DLC06_TimshFavors1_Obj:DishonoredTask_Custom_37 DishonoredTask_Custom]
m_Description="在断桥附近拾取你的符文"
m_Status=""

[DLC06_TimshFavors2_Obj DishonoredObjective]
m_Description="（帮助）大门附近的鲸油罐"

[DLC06_TimshFavors2_Obj:DishonoredTask_Custom_37 DishonoredTask_Custom]
m_Description="你的手下已把鲸油罐放在大门附近几个方便取用的地方"
m_Status=""

